---
kind: other
id: Properties.T:Autodesk.Revit.DB.ViewFamilyType
source: html/406851ad-eab6-74d5-a0c5-a745f2b11505.htm
---
# ViewFamilyType Properties

The id of the assembly instance to which the element belongs.